VUGenSkripts/US6_Add_Product_to_Cart/data/t24_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><GetAccountPaymentPreferencesRequest xmlns=\"com.advan"
"tage.online.store.accountservice\"><accountId>964281101</accountId><base64Token>Basic QXJ0WmF5"
"OkhhaGEwMDcw</base64Token></GetAccountPaymentPreferencesRequest></soap:Body></soap:Envelope>"
